proj-xcode/PowerAuth2IntegrationTests/PowerAuthServer/SoapRequests.bundle/RemoveActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
   $HDR
   <soapenv:Body>
      <pow:RemoveActivationRequest>
         <pow:activationId>$1</pow:activationId>
         <pow:revokeRecoveryCodes>$2</pow:revokeRecoveryCodes>
      </pow:RemoveActivationRequest>
   </soapenv:Body>
</soapenv:Envelope>
